export const getArticles = () => [
    {
      key: 1,
      name: "Как создать востребованный продукт?",
      author: "Павлов Александр",
      creation_date: "02.05.2023",
      tags: ["Продукт"],
    },
    {
      key: 2,
      name: "Продажи на высокий чек",
      author: "Смирнова Екатерина",
      creation_date: "01.05.2023",
      tags: ["Продажи", "Взаимодействие с клиентами"],
    },
  ]

  export const deleteArticles = (values: any) => [
    {
      key: 1,
      name: "Как создать востребованный продукт?",
      author: "Павлов Александр",
      creation_date: "02.05.2023",
      tags: ["Продукт"],
    },
    {
      key: 2,
      name: "Продажи на высокий чек",
      author: "Смирнова Екатерина",
      creation_date: "01.05.2023",
      tags: ["Продажи", "Взаимодействие с клиентами"],
    },
  ]